[
    {
        "title": "Japan Five Lakes",
        "byline": "Winter Solitude",
        "date": "2020-02",
        "content": [
            "I took a solo trip to the foothills of Mt. Fuji in search of plum blossoms and shots of the famous volcano. The first stop was at Sogabetsusho Plum Festival, which is located near to Shimosoga Train Station.",
            "Unfortunately, I arrived past the prime window and most trees were bare of the plum blossoms. Somewhat disappointed, I boarded the train to continue to Gotemba for Shake Shack at the premium outlet mall before taking the bus to Kawaguchiko.",
            "I booked a hostel  directly opposite the train station at Kawaguchiko. The hostel was almost empty and I had the entire 6 people dorm to myself. The bathroom has great views overlooking the train station and Mt. Fuji.",
            "Sadly,  my first full day at Kawaguchiko was totally fogged up due to rain and I coulf not see the peak. However, it gave me time to visit the sake plant where I learnt that amazake, a drink that I discovered in Japan, is actually a by-product from the sake manufacturing process.",
            "I manage to rent an electric bicycle and set off at 5AM the next morning to catch the sun rise at Chureito Pagoda. There is a public carpark at the bottom of the pagoda and bicycle parking is available there. The pagoda is closed and fenced up, but the view of Mt. Fuji behind it was great as the sun illuminated the scene.",
            "https://raw.githubusercontent.com/JnusK/content/main/travel/chureito.jpg",
            "After the peaceful sunrise, I continued my journey to Oishi Park on the northern side of Kawaguchiko. As it was winter, the park was barren except for some wild lalangs growing along the shore.",
            "Even after cycling around half the lake, it was still too early to visit the Music Forest Museum. I spent the hour eating my breakfast of Egg Mayo Sandwich at the Family Mart opposite the museum. In my opinion, the museum is not really worth the money as I could not appreciate the musical instruments and the cutesy style of the museum.",
            "The last leg of my journey is spent cycling along the bridge cutting across the lake to return to Kawaguchiko for the bus back to Tokyo."
            ],
        "thumbnail": "https://raw.githubusercontent.com/JnusK/content/main/travel/fuji-thumbnail.jpg"
    }
]
